/* Archive - NSOpenPanel button title */
"Archive" = "Archive";

/* Archive Files - NSOpenPanel title */
"Archive Files" = "Archive Files";

/* title of progress window */
"Archive Utility" = "Archive Utility";

/* alert: archiving operation was canceled */
"Archiving \"%1$@\" into \"%2$@\" was canceled." = "Archiving \"%1$@\" into \"%2$@\" was canceled.";

/* progress string when archiving */
"Archiving \"%1$@\"\\U2026" = "Archiving \"%1$@\"…";

/* Cancel */
"Cancel" = "Cancel";

/* Progress subtext when cleaning up */
"Cleaning up\\U2026" = "Cleaning up…";

/* alert: unable to unpack archive - unable to find suitable target directory */
"Could not find a writable folder for the contents of \"%1$@.\"  Try moving it to a writable folder." = "Could not find a writable folder for the contents of \"%1$@.\"  Try moving it to a writable folder.";

/* alert: unable to unarchive - target is not a dir or does not exist */
"Could not find a writable folder in which to create an archive of \"%1$@.\"  Try moving it to a writable folder." = "Could not find a writable folder in which to create an archive of \"%1$@.\"  Try moving it to a writable folder.";

/* debug alert: finished archiving */
"Finished archiving \"%1$@\" into \"%2$@\"." = "Finished archiving \"%1$@\" into \"%2$@\".";

/* debug alert: archive finished unpacking */
"Finished unarchiving \"%1$@\" into \"%2$@\"." = "Finished unarchiving \"%1$@\" into \"%2$@\".";

/* Default name of progress window */
"Progress" = "Progress";

/* prompt when trying to save archive/unarchive */
"Select a location to save \"%1$@\"\\U2026" = "Select a location to save \"%1$@\"…";

/* alert: unable to make archive */
"Unable to archive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "Unable to archive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)";

/* unable to delete source */
"Unable to delete \"%1$@\"." = "Unable to delete \"%1$@\".";

/* unable to delete archive */
"Unable to delete archive \"%1$@\"." = "Unable to delete archive \"%1$@\".";

/* alert: unarchiving this flavor archive is not supported */
"Unable to expand \"%@\" - it is in an unsupported format." = "Unable to expand \"%@\" - it is in an unsupported format.";

/* alert: unarchiving stuffit archives is not supported */
"Unable to expand \"%@\" - Stuffit archives are not supported." = "Unable to expand \"%@\" - Stuffit archives are not supported.";

/* unable to finish unarchiving alert - move failed */
"Unable to finish unarchiving \"%1$@\" into \"%2$@\".\nCould not move \"%3$@\" into destination directory." = "Unable to finish unarchiving \"%1$@\" into \"%2$@\".\nCould not move \"%3$@\" into destination directory.";

/* unable to move source */
"Unable to move \"%1$@\" to \"%2$@." = "Unable to move \"%1$@\" to \"%2$@.";

/* unable to move source alert - destination does not exist or not a directory */
"Unable to move \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "Unable to move \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory.";

/* unable to trash source */
"Unable to move \"%1$@\" to Trash." = "Unable to move \"%1$@\" to Trash.";

/* unable to move archive */
"Unable to move archive \"%1$@\" to \"%2$@." = "Unable to move archive \"%1$@\" to \"%2$@.";

/* unable to move alert - destination does not exist or not a directory */
"Unable to move archive \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "Unable to move archive \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory.";

/* unable to trash archive */
"Unable to move archive \"%1$@\" to Trash." = "Unable to move archive \"%1$@\" to Trash.";

/* unable to open archive for unarchive alert */
"Unable to open archive \"%1$@\".\n(Error %2$d - %3$@.)" = "Unable to open archive \"%1$@\".\n(Error %2$d - %3$@.)";

/* unable to open damaged archive for unarchive alert */
"Unable to open damaged archive \"%1$@\"." = "Unable to open damaged archive \"%1$@\".";

/* unable to unarchive alert */
"Unable to unarchive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "Unable to unarchive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)";

/* Unarchive - NSOpenPanel button title */
"Unarchive" = "Unarchive";

/* Unarchive File - NSOpenPanel title */
"Unarchive File" = "Unarchive File";

/* alert: unarchiving operation was canceled */
"Unarchiving \"%1$@\" into \"%2$@\" was canceled." = "Unarchiving \"%1$@\" into \"%2$@\" was canceled.";

/* progress string when unarchiving */
"Unarchiving \"%1$@\"\\U2026" = "Unarchiving \"%1$@\"…";

